using System;
using System.Collections.Generic;
using System.Text;

namespace PizzaShop.Domain.Enum
{
    public enum CategoryEnum
    {
        Традиционная = 1,      // Традиционная
        Вегетарианская = 2,       // Вегетарианская
        Мясная = 3,       // Мясная
        Морепродукты = 4,          // Морепродукты
        Гавайская = 5,         // Гавайская
        Барбекю = 6,              // Барбекю
        Маргарита = 7,       // Маргарита
        Пепперони = 8,        // Пепперони
        ЧетыреСыра = 9,       // Четыре сыра
        Суприм = 10,         // Суприм
        Мексиканска = 11,         // Мексиканская
        Фермерская = 12,       // Фермерская
        Кальцоне = 13,         // Кальцоне
        глютенаНет = 14,      // Без глютена
        Пользовательская = 15           // Пользовательская
    }
}
