using System;
using System.Collections.Generic;
using System.Text;

namespace PizzaShop.Domain.Enum
{
    public enum IngredientEnum
    {
        Тесто = 1,        // Основа
        Топпинг = 2,     // Топпинг
        Соус = 3,       // Соус
        Сып = 4,      // Сыр
        Овощи = 5,   // Овощи
        Мясо = 6,        // Мясо
        Морепродукты = 7,     // Морепродукты
        Травы  = 8,        // Травы
        Фрукты = 9,       // Фрукты
        Орехи = 10,        // Орехи
        Молочка = 11,      // Молочные продукты
        Зерно = 12,      // Зерновые
        Приправы = 13,  // Приправы
        Масла = 14,        // Масла
        Подсластители = 15,  // Подсластители
        Другое = 16       // Другие
    }
}
